Repository: arnaudblois/to_do_list
Catalog: to_do_list/locale/*/LC_MESSAGES/django.po
Languages: fr

source: By ticking this box, you agree with our terms and conditions (tldr; todolist.ovh is just a demo project and comes with no guarantee.
fr: Cliquez ici pour indiquer que vous avez lu et approuvé nos conditions d'utilisations (en résumé, todolist.ovh est qu'un site de démo, aucune garantie n'est donnée)

source: Please select a team. Choose wisely your faction as this can't be changed later on.
fr: Veuillez choisir une équipe. Choisissez judicieusement votre faction car cela ne peut pas être changé plus tard

source: new
fr: nouveau

source: assigned
fr: assigné

source: completed
fr: achevé

source: closed
fr: fermé

source: private
fr: privé

source: team only
fr: équipe seulement

source: easy
fr: facile

source: hard
fr: difficile

source: heroic
fr: héroïque

source: nightmare
fr: cauchemar

source: There are no task matching the search criteria...
fr: Il n'existe aucune tâche correspondant à votre recherche

source: Filter
fr: Filtre

source: You're all set, you are now able to use all our features!
fr: Cest bon, vous pouvez désormais utiliser toutes nos options

source: You must have a valid profile to access this page
fr: Vous devez avoir un profil valide pour accéder à cette page

source: Your profile has been successfully updated
fr: Votre profile a été mis à jour

source: Your task has been successfully created.
fr: La nouvelle tâche a été créée.

source: Your task has been successfully updated.
fr: La tâche a été modifiée.

source: You cannot edit a task modified by other people
fr: Vous ne pouvez pas éditer une tâche modifiée par quelqu'un d'autre

source: You cannot see this tasks
fr: Vous ne pouvez pas accéder à cette tâche

source: You do not have the right to complete this task
fr: Vous n'avez pas le droit de compléter cette tâche

source: You do not have the right to delete this task
fr: Vous n'avez pas le droit d'effacer cette tâche

source: Account Inactive
fr: Compte inactif

source: This account is inactive.
fr: Ce compte est inactif

source: Account
fr: Compte

source: E-mail Addresses
fr: Adresses email

source: The following e-mail addresses are associated with your account:
fr: Les adresses suivanntes sont associées à votre compte.

source: Verified
fr: Vérifié

source: Unverified
fr: Non-vérifié

source: Primary
fr: Principale

source: Make Primary
fr: Rendre Principale

source: Re-send Verification
fr: Ré-envoyer vérification

source: Remove
fr: Enlever

source: Warning:
fr: Attention:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr: You n'avez pour l'instant aucune adresse email. Vous devriez vraiment en ajouter une si vous voulez recevoir des notifications ou au cas où vous oublier votre mot de passe.

source: Add E-mail Address
fr: Ajouter adresse email

source: Add E-mail
fr: Ajouter email

source: Do you really want to remove the selected e-mail address?
fr: Voulez-vous vraiment enlever l'email sélectionné?

source: Confirm E-mail Address
fr: Confirmer l'adresse mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est l'adresse mail de l'utilisateur %(user_display)s.

source: Confirm
fr: Confirmer

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
fr: Ce lien de confirmation est expiré ou invalide, veuillez <a href="%(email_url)s">faire une nouvelle demande par email</a>.

source: Sign In
fr: S'inscrire

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
fr: Veuillez signer avec un de vos comptes de tiers-partie existants. Ou bien <a href="%(signup_url)s">inscrivez vous</a> pour créer un compte pour %(site_name)s et connecter vous ci-dessous:

source: or
fr: ou

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
fr: Si vous n'avez pas encore créé un compte, veuillez préalablement <a href="%(signup_url)s">vous inscrire</a>.

source: Forgot Password?
fr: Mot de passe perdu?

source: Sign Out
fr: Se déconnecter

source: Are you sure you want to sign out?
fr: Êtes-vous sûr de vouloir vous déconnecter?

source: Change Password
fr: Change le mot de passe

source: Password Reset
fr: Réinitialiser le mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fr: Mot de passe oublié? Entrez votre adresse mail ci-dessous et nous vous enverrons un lien de réinitialisation.

source: Reset My Password
fr: Réinitialiser mon mot de passe

source: Please contact us if you have any trouble resetting your password.
fr: Veuillez nous contacter si vous rencontrer des difficultés pour réinitialiser votre mot de passe

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes. It may end up in your spam folder.
fr: Nous vous avons envoyé un email. Veuillez nous contacter si vous ne l'avez pas reçu d'ici quelques minutes (il se peut qu'il soit arrivé dans votre boîte de spam.

source: Bad Token
fr: Ticket invalide

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: Le lien de réinitialisation du mot de passe est invalide, probablement car il a déjà été utilisé. Vous pouvez <a href="%(passwd_reset_url)s">générer un nouveau</a>.

source: change password
fr: changer le mot de passe

source: Your password is now changed.
fr: Votre mot de passe a été changé.

source: Set Password
fr: Entrer Mot de Passe

source: Signup
fr: S'inscire

source: Sign Up
fr: S'inscrire

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
fr: Déjà membre? En ce cas, veuillez <a href="%(login_url)s">vous connecter</a>.

source: Sign Up Closed
fr: Inscription close

source: We are sorry, but the sign up is currently closed.
fr: Veuillez nous excuser, l'inscription n'est pas ouverte.

source: Verify Your E-mail Address
fr: Vérifiez votre adresse mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un e-mail pour vérification. Veuillez suivre le lien qui s'y trouve en vue de terminer votre inscription. N'hésitez pas à nous contacter si vous ne le recevez pas d'ici quelques minutes.

source: To access this part of the site, we would need to verify your ownership of the e-mail address you provided.
fr: Pour accéder à cette partie du site, vous devez prouver que vous êtes le propriétaire de l'adresse email fournie.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes (it may end up in your spam folder).
fr: Nous vous avons envoyé un e-mail pour vérification. Veuillez suivre le lien qui s'y trouve en vue de terminer votre inscription. N'hésitez pas à nous contacter si vous ne le recevez pas d'ici quelques minutes (il peut avoir atterri dans votre boîte de spam).

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
fr: <strong>Note:</strong> vous pouvez toujours <a href="%(email_url)s">changer votre adresse mail</a>.

source: To Do List -- technical test
fr: To Do List -- test technique

source: Home
fr: Accueil

source: About
fr: À propos

source: My Profile
fr: Mon Profil

source: Sign up
fr: S'inscrire

source: Your Reputation
fr: Votre réputation

source: Questions? Do not hesitate to reach out
fr: Questions? N'hésitez pas à me contacter

source: View source code
fr: Consulter le code source

source: Connect with me
fr: Contactez-moi

source: Welcome
fr: Bienvenue

source: As a registered user of <i>todolist.ovh</i>, you now have access to your ToDoList Interface.
fr: Maintenant que vous êtes enregistré(e) sur <i>todolist.ovh</i>, vous avez accès à l'interface des listes..

source: My admin interface
fr: Mon interface d'admin

source: Welcome to <i>ToDoList.ovh</i>
fr: Bienvenue sur <i>ToDoList.ovh</i>

source: If you stumbled here by chance, please note that this whole website is part of a technical test for a nice start-up. That being said, feel free to sign up to have a look around and create your to-do lists.
fr: Si vous êtes arrivé ici par hasaes, veuillez noter que ce site est un test technique pour une start-up pleine de promesses. Ceci dit, n'hésitez pas à vous inscrire pour jeter un oeil et créer votre to-do lists.

source: Sign up for free
fr: Inscription gratuite

source: Already a member? Login
fr: Déjà membre? Connectez-vous

source: Edit this task
fr: Éditer cette tâche

source: Are you sure you want to delete this task?
fr: Êtes-vous sûr de vouloir effacer cette tâche?

source: Delete this task
fr: Enlever cette tâche

source: Mark this task as closed?
fr: Marquer cette tâche fermée

source: Close this task
fr: Clore cette tâche

source: Mark this task as completed?
fr: Marquer cette tâche complétée

source: Mark as done
fr: Marquer 'complétée'

source: Profile Creation
fr: Création de profil

source: create your profile
fr: Créez votre profil

source: Submit
fr: Soumettre

source: Creating a new task
fr: Création d'une nouvelle tâche

source: Create task
fr: Créer tâche

source: Details for task:
fr: Détails pour la tâche:

source: Creator
fr: Créateur

source: Difficulty
fr: Difficulté

source: Completed by
fr: Achevée par

source: Please confirm the cancellation of this task
fr: Veuillez confirmer la suppression de cette tâche

source: previous
fr: précédent

source: Page %(current)s of %(total)s
fr: Page %(current)s sur %(total)s

source: next
fr: suivant

source: Lists all tasks which are visible to you. Do not hesitate to help someone by completing the task they posted to gain reputation and a better karma.
fr: Liste toutes les tâches auxquelles vous avez accès. N'hésitez pas à aider un utilisateur en complétant les tâches qu'il a postées, cela augmentera votre réputation et vous donnera un meilleur karma.

source: Task List
fr: Liste de Tâches

source: Filter the list
fr: Filtrer la liste

source: Create a new task
fr: Créer une nouvelle tâche

source: Nearly there! We simply need a few more info before we start.
fr: Presque terminé ! Plus que quelques infos avant de commencer.

source: Finalise my account
fr: Finaliser mon compte

source: Profile Edition
fr: Édition de profil

source: Update your profile
fr: Mettre à jour votre profil

source: Manage my e-mail
fr: Gérer mon e-mail

source: Change my password
fr: Changer le mot de passe

source: Updating the task
fr: Éditer la tâche

source: Update the task info
fr: Éditer les infos de la tâche

source: Please confirm the deletion of this task
fr: Veuillez confirmer la suppression de cette tâche

source: Name of User
fr: Nom d'utilisateur
